{
    "name": "親の終活サポートタスクリスト",
    "description": "ライフステージごとのステップとカテゴリに整理し、各タスクに必要な書類・提出先・期限なども含めて網羅的に設計されたToDoリストです。",
    "goal": "親の介護から相続までの手続きを円滑に進め、利用者の不安と負担を軽減する。",
    "category": "lifestyle",
    "version": "1.0",
    "phases": [
        {
            "title": "両親が元気なうちに準備しておくこと",
            "order": 0,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "家族で介護方針を話し合う",
                            "description": "両親にもしものことがあった場合に誰がどのように介護を担うか、兄弟姉妹間で十分に話し合っておきます。特に遠方に住んでいる場合は、緊急時の連絡体制や役割分担を決めておきます。",
                            "priority": "medium"
                        },
                        {
                            "title": "親の希望を確認する",
                            "description": "親が介護や終末期医療、施設入居、葬儀などについてどのような希望を持っているか日頃から聞いておきます。介護を受ける場所（自宅か施設か）や延命措置の意思など、可能な範囲で意思確認しておくと安心です。",
                            "priority": "medium"
                        },
                        {
                            "title": "公的制度や選択肢の情報収集",
                            "description": "要介護認定や介護保険サービス、施設の種類（特養や老健、グループホーム、有料老人ホームなど）について基礎知識を集めておきます。地域包括支援センターや自治体窓口の連絡先も把握し、利用できるサービスを事前に確認します。",
                            "priority": "medium"
                        },
                        {
                            "title": "緊急連絡先リストの作成",
                            "description": "親戚・近所の知人・かかりつけ医など、緊急時に連絡すべき先のリストを作ります。電話番号だけでなく、かかりつけ医や介護担当者（ケアマネージャー）の名前もまとめ、すぐ取り出せる場所に保管します。",
                            "priority": "medium"
                        },
                        {
                            "title": "重要書類と資産情報の整理",
                            "description": "親の保有する保険証券、年金手帳、預貯金通帳、不動産権利証、証券口座、クレジットカード契約、そして遺言書の有無などを把握します。これら重要書類は一箇所にまとめ、家族がアクセスできるようにしておきます。必要ならエンディングノート等に整理し、デジタルアカウントのID・パスワードもリスト化しておきます。",
                            "priority": "medium"
                        },
                        {
                            "title": "遺言書作成の検討",
                            "description": "親に資産や不動産がある場合、法的に有効な自筆証書遺言や公正証書遺言の作成を検討します。遺言書があれば相続手続きが円滑になるため、要件（全文自書・日付署名押印など）を満たした形で作成し、安全に保管しておきます。",
                            "priority": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "title": "介護が必要になったときにやること",
            "order": 1,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "介護認定の申請",
                            "description": "親の体調や生活に支援が必要になったら、速やかに要介護認定を申請します。自治体の介護保険担当窓口や地域包括支援センターに連絡し、必要書類（要介護認定申請書、被保険者証など）を提出します。離れて暮らす子でも代行申請が可能であり、職員が自宅訪問して手続きを助けてくれる制度もあります。",
                            "priority": "medium"
                        },
                        {
                            "title": "認定調査への同席",
                            "description": "要介護認定の訪問調査日には家族も立ち会います。高齢の親はできないことも「できる」と答えてしまいがちなので、同席して実情を補足説明し、適切な介護度判定を受けられるようにします。同様にケアマネージャー初回面談にもできれば同席し、親の希望や状態を正確に伝え、メール等で連絡が取れる体制があるか確認します。",
                            "priority": "medium"
                        },
                        {
                            "title": "ケアプランとサービス利用",
                            "description": "要介護認定後、担当のケアマネージャーと相談して介護サービス計画（ケアプラン）を作成します。在宅介護サービス（訪問介護、デイサービス、ショートステイなど）や福祉用具レンタルの利用を検討し、親の状態に合わせて必要なサービスを開始します。特に介護する家族の負担を減らすため、ショートステイやデイサービスを早めに活用し、家族が休息を取れるよう配慮します。",
                            "priority": "medium"
                        },
                        {
                            "title": "住宅の安全確認と改修",
                            "description": "自宅で介護を行う場合、手すりの設置や段差解消など住環境の安全対策を行います。介護ベッドやポータブルトイレなど必要な福祉用具は介護保険レンタルを利用して整備し、転倒防止に努めます。",
                            "priority": "medium"
                        },
                        {
                            "title": "親の健康管理と記録",
                            "description": "日々のバイタルチェック（血圧、体温など）や服薬管理を行い、気になる症状があれば記録します。定期的に主治医の診察を受け、ケアマネージャーにも状態を報告してプランを調整します。不安な点は地域包括支援センターや介護経験者に相談し、独りで抱え込まないようにします。",
                            "priority": "medium"
                        },
                        {
                            "title": "介護費用の確認",
                            "description": "介護サービス利用料や医療費が増加するため、親の年金収入や貯蓄を踏まえて家計を再確認します。介護保険の自己負担限度額を超えた場合の高額介護サービス費の払い戻し制度などもチェックし、必要に応じて申請します。また、勤務中の方は仕事と介護の両立策（介護休業や時短勤務制度）について職場と相談しておきます。",
                            "priority": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "title": "親が入院したときにやること",
            "order": 2,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "救急対応と情報提供",
                            "description": "親が倒れたり症状が急変した場合は迷わず救急車を呼びます。到着時に医療者へ既往歴や服薬状況を伝え、観察した症状（例：「黒色の便が出た」など）を具体的に共有します。これにより医療側も迅速・的確な処置を行いやすくなります（実際、消化管出血を疑う手がかりになりました）。",
                            "priority": "high"
                        },
                        {
                            "title": "入院手続きと書類記入",
                            "description": "入院が決まったら、病院で必要な入院契約や手術の同意書など多数の書類に記入します。氏名・住所など同じ情報を何度も記入する場面がありますが、見落としなく提出します。家族の代表者として連絡先登録を行い、主治医や看護師と治療方針や面会について確認します。",
                            "priority": "medium"
                        },
                        {
                            "title": "他の親族のケア手配",
                            "description": "入院患者の配偶者など介護が必要な家族が残される場合、その一時対応を速やかに手配します。今回のケースでは母親をショートステイに預ける選択をしました。同様に、他の家族や親戚、地域の介護サービスを活用して、入院期間中の介護ブランクを埋めます。",
                            "priority": "medium"
                        },
                        {
                            "title": "治療方針の確認と共有",
                            "description": "医師から病状説明を受けたら、治療の選択肢と方針を家族で共有します。手術や治療のメリット・デメリット、今後の見込み（例：余命の目安など）について正確に理解し、本人にも可能な範囲で伝えます。ショックが大きい内容でも、家族で情報を整理しておくことで今後の判断がしやすくなります。",
                            "priority": "medium"
                        },
                        {
                            "title": "入院費用の確認と保険請求",
                            "description": "医療費の見通しを確認し、高額療養費制度など公的支援策が利用できるか調べます。また、民間の医療保険（入院保険・がん保険など）に加入していれば、保険会社に連絡し給付金請求の手続きを進めます。必要書類（入院証明書や診断書、保険金請求書など）を病院に依頼し、退院後スムーズに請求できるよう準備します。",
                            "priority": "medium"
                        },
                        {
                            "title": "退院後の計画準備",
                            "description": "現在の医療は入院期間が短期化する傾向にあり、治療が落ち着くと早期に退院方針が提示されます。退院支援担当者と相談し、自宅で介護を続けるのか、リハビリ病院や介護施設へ転院するのか検討します。転院や在宅介護に備えて、多職種（医師、看護師、リハビリスタッフ、ケアマネ等）との連携体制を事前に構築しておきます。",
                            "priority": "medium"
                        },
                        {
                            "title": "意思確認と遺言書作成",
                            "description": "病状によっては、今後のことを見据えて本人の意思を再度確認します。本人が希望すれば、入院中や転院中に遺言書を作成する段取りをします（自筆証書遺言の場合は本人直筆が必要なため、筆記用具や文案準備をサポート）。兄弟姉妹がいる場合は遺産分割でもめないよう、公平な内容になるよう助言し、公証人役場での作成も検討します。",
                            "priority": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "title": "ショートステイ利用時の手続き",
            "order": 3,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "ショートステイ先の確保",
                            "description": "家族介護者の休養や一時的な介護先が必要になったら、ケアマネージャーに相談してショートステイ可能な施設を探します。希望日程を伝え、受け入れ可能な施設をいくつか候補に挙げてもらい、空き状況を確認します。見つかり次第、速やかに予約手続きを行います。",
                            "priority": "medium"
                        },
                        {
                            "title": "事前面談と必要書類",
                            "description": "ショートステイ利用前に、施設担当者との面談や利用契約を行います。本人の健康状態・介護度や日常習慣について聞き取りがありますので、普段の様子や注意点を整理して伝えます。利用申込書や契約書など所定の書類に記入し、健康保険証や薬の説明書など求められた書類を提出します。",
                            "priority": "medium"
                        },
                        {
                            "title": "持ち物と荷造り",
                            "description": "ショートステイに持参するものを準備します。衣類、下着、洗面用具、常用薬、おむつ類、愛用のスリッパや湯飲み等、施設から指定された日用品をリストに沿ってそろえ、旅行バッグ等にまとめます。名前の記入が必要な場合は済ませ、貴重品や高価なものは基本持ち込まないよう注意します。",
                            "priority": "medium"
                        },
                        {
                            "title": "送迎と利用期間中の連絡",
                            "description": "ショートステイ開始日には施設まで家族が送迎し、担当スタッフに引き継ぎをします。期間中は施設から状態連絡をもらったり、必要に応じて電話やLINEで本人と連絡を取ります。面会可の場合は適宜訪問し、様子を見守ります（施設によって面会制限がある場合は差し入れ対応などでフォロー）。",
                            "priority": "medium"
                        },
                        {
                            "title": "緊急時の対応確認",
                            "description": "ショートステイ利用中に容態が急変した場合の対応を事前に確認します。夜間に体調不良となったケースでは施設スタッフが救急搬送に付き添い、家族へ連絡する流れでした。同様に、緊急連絡網が機能するよう家族側も常時連絡が取れるようにしておきます。",
                            "priority": "high"
                        },
                        {
                            "title": "期間延長や変更手続き",
                            "description": "入院期間延長などに伴いショートステイ延長が必要になった場合、早めに施設とケアマネに相談します。予約状況によっては延長できないこともあるため、延長不可の場合は速やかに他の受け入れ先を探します。万一、短期間自宅介護に戻す必要が出た場合に備え、家族やヘルパー等でカバーする体制も検討しておきます。",
                            "priority": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "title": "介護施設への入居準備",
            "order": 4,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "希望条件の整理",
                            "description": "施設入居を検討する際、まず希望する条件を明確にします。予算（入居一時金や月額費用の上限）、立地（自宅や家族の住居から近い地域かどうか）、必要な介護サービス水準、居室のタイプ（個室希望か夫婦で同室可能か）など、家族と話し合って優先順位を決めます。",
                            "priority": "medium"
                        },
                        {
                            "title": "施設種類と受け入れ要件の確認",
                            "description": "特別養護老人ホーム、介護老人保健施設、介護付き有料老人ホーム、住宅型有料老人ホーム、グループホームなど施設の種類ごとに特徴や入居条件が異なります。親の要介護度や医療ニーズに合った施設種別を絞り込み、公的施設の場合は待機状況も調べます。併せて各施設の空き状況や入居までの期間も確認します。",
                            "priority": "medium"
                        },
                        {
                            "title": "情報収集と資料請求",
                            "description": "インターネットの老人ホーム検索サイトや自治体の高齢者施設一覧を活用して、条件に合う施設をリストアップします。興味のある施設には直接電話やメールで問い合わせ、詳細資料やパンフレットを取り寄せます。費用やサービス内容、スタッフ体制などを比較検討し、候補を数カ所に絞ります。",
                            "priority": "medium"
                        },
                        {
                            "title": "施設見学と評価",
                            "description": "候補施設へ見学を申し込みます。実際に訪問して館内の設備や居室、食事やレクリエーションの様子を確認します。可能であれば食事の試食や入居者との談話機会を設けてもらい、雰囲気を掴みます。見学時は家族も同行し、質問事項をメモしてスタッフに尋ねます。施設の清潔さや職員の対応、入居者の表情などもチェックポイントです。",
                            "priority": "medium"
                        },
                        {
                            "title": "入居申込みと面談",
                            "description": "入居したい施設が決まったら、仮申込を行います（申込書提出や入居予約金の支払いなど施設による）。その後、施設側で入居判定のための本人面談や主治医の診療情報提供書提出が求められます。遠方の場合は電話やオンラインでの面談になることもあります。本人の介護度や医療依存度が受け入れ基準を満たすか評価され、問題なければ入居承諾となります。",
                            "priority": "medium"
                        },
                        {
                            "title": "入居契約と引越し準備",
                            "description": "入居日が決まったら、施設との間で入居契約を締結します。身元引受人や連帯保証人が必要な場合は家族で対応し、利用料金の支払い方法も取り決めます。入居当日までに持参する家具・荷物を整理します（必要最小限の衣類や日用品、思い出の写真など）。大型家具は施設の備え付け状況を確認し、持ち込むか処分するか判断します。",
                            "priority": "medium"
                        },
                        {
                            "title": "役所への届出（転居の場合）",
                            "description": "住民票を施設所在地に移す場合、役所で転出届・転入届を出します。併せて介護保険の住所地特例の適用確認（住所変更しても元の自治体の介護保険を継続利用できる制度）を行い、医療保険証の住所変更や後期高齢者医療の手続きも済ませます。郵便物の転送届も忘れず提出します。",
                            "priority": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "title": "実家を留守にする際の手続き",
            "order": 5,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "電気・ガス・水道の停止または契約変更",
                            "description": "長期間家を空ける場合、火災や漏水を防ぐため電気・ガスは一時停止手続きを行います。電力会社とガス会社へ連絡し、停止日を指定します（立ち会い不要の場合もあり）。水道は最低限トイレなどで使用する可能性がある場合、契約は維持しつつ利用料が抑えられるよう手配します。必要に応じて契約名義を代理である自分名義に変更しました。",
                            "priority": "medium"
                        },
                        {
                            "title": "固定電話・インターネット回線の解約",
                            "description": "実家の固定電話回線やインターネット契約は、利用しない期間が長いなら解約します。電話会社へ連絡し、契約者本人が手続きできない場合は委任状や契約者の本人確認書類が必要です。光回線終端装置などレンタル機器は後日回収工事があるため、立ち会い日程を調整します。プロバイダやケーブルテレビ契約も忘れずに解約します。",
                            "priority": "medium"
                        },
                        {
                            "title": "各種サービス・会員の休止",
                            "description": "新聞の購読を停止し、NHK受信料契約も世帯状況の変化に応じて解約手続きを行います（電話連絡で完了可能）。Amazonプライムなど親が利用していたオンラインサービスは、ログイン可能なうちに解約または休会手続きを済ませます（二段階認証が必要な場合は回線停止前に対応）。雑誌の定期購読や生協の宅配など定期サービスも一時停止または解約します。",
                            "priority": "medium"
                        },
                        {
                            "title": "介護レンタル用品の返却",
                            "description": "車椅子や介護ベッドなど介護保険でレンタルしていた福祉用具があれば、ケアマネ経由で返却手続きを行います。業者と日程を調整し、家から機材を引き取ってもらいます。購入して使用していない介護用品（未開封の紙おむつ等）は施設や必要な方に譲渡するか、地域の回収サービスを利用します。",
                            "priority": "medium"
                        },
                        {
                            "title": "自家用車の処分",
                            "description": "親が所有していた自動車を使わない場合、売却または廃車手続きを進めます。買い取り業者や購入元の自動車販売店に連絡し、査定のうえ中古車として売却しました。名義変更や廃車には車検証、印鑑証明書などが必要です。代理手続きのため親の委任状も準備し、必要書類を役所で取得します。車両保険の解約も忘れずに行います。",
                            "priority": "medium"
                        },
                        {
                            "title": "近隣への周知と町内会手続き",
                            "description": "長年住んだ地域であれば、近隣の方々や町内会への挨拶も行います。留守にする期間と連絡先を伝え、郵便受けの管理など見回りをお願いすることも検討します。親が町内会の役員を務めていた場合、後任への引き継ぎや未処理業務（会計報告など）があれば関係者と連携して対応します。",
                            "priority": "low"
                        },
                        {
                            "title": "郵便物・荷物の転送",
                            "description": "親宛の郵便物は見逃しがちなので、郵便局で転送届（一年間有効）を提出しておきます。実家に届いた郵便が現在の自分の住所に転送されるようになるため、重要な通知を見落とすリスクを軽減できます。宅配便についても、実家宛の定期配送がないか確認し、必要なら配送先変更を行います。",
                            "priority": "medium"
                        },
                        {
                            "title": "防犯対策",
                            "description": "長期間不在となる実家の防犯も重要です。雨戸やカーテンを閉めっぱなしにせず、タイマーで照明を点灯させるなど生活感を演出する工夫をします。貴重品や実印・通帳などは実家に置いたままにしないよう持ち出し、火災保険・空き家対策サービスの利用も検討します。定期的に家を訪れて換気や庭の手入れを行い、管理が行き届いている状態を保ちます。",
                            "priority": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "title": "看取り期の対応と準備",
            "order": 6,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "容態の変化と緩和ケア導入",
                            "description": "末期がん等で症状が進行し苦痛が強くなってきたら、主治医や施設スタッフと相談して緩和ケアを検討します。モルヒネ等の鎮痛剤パッチを貼付すると痛みは和らぎますが、眠気が増し会話できる時間が減る可能性があります。痛みの緩和を優先しつつ、残された時間で伝えたいことは早めに伝えておきます。",
                            "priority": "high"
                        },
                        {
                            "title": "思い出の共有",
                            "description": "ご本人が意識清明なうちに、過去の写真やゆかりの品を見せたり、好きな音楽をかけたりして穏やかに過ごせる時間を作ります。実家や昔馴染みの場所に行きたがっている場合は、医師と相談の上で可能な範囲で外出の機会を設けます。実際、本ケースでは父親を一時実家に連れて帰り、ご近所に顔を見せることができました。",
                            "priority": "medium"
                        },
                        {
                            "title": "最期の食の希望をかなえる",
                            "description": "食事がまだ取れるうちは、できる限り好きなものを食べてもらいます。誕生日や記念日には希望の料理（脂っこいものは注意が必要）を用意し、一緒に味わう時間を持ちます。食後に体調を崩した場合はすぐ医療機関で診てもらい、安全に配慮しつつ笑顔になれる機会を優先します。",
                            "priority": "medium"
                        },
                        {
                            "title": "葬儀社・僧侶への事前連絡",
                            "description": "容態が悪化し「その時」が近づいてきたら、あらかじめ葬儀社に相談しておきます。希望する葬儀の規模や形式（家族葬にしたい等）を伝え、訃報時の搬送手順や連絡先を確認します。菩提寺がある場合は住職にも状況を報告し、危篤時・逝去時の連絡方法や枕経の要否などについて指示を仰ぎます。事前に概要を聞いておくだけでも、いざという時の心構えができます。",
                            "priority": "medium"
                        },
                        {
                            "title": "訃報連絡リストの整備",
                            "description": "親戚や親しい友人など、訃報をすぐ知らせるべき相手のリストを作成しておきます。電話番号やメールアドレスを再確認し、誰に連絡するか家族で役割を決めておきます。容態悪化時点で早めに「危ないかもしれない」と伝えておくことで、いざ亡くなった際の連絡がスムーズになります。",
                            "priority": "medium"
                        },
                        {
                            "title": "最期の付き添い体制",
                            "description": "容態次第では、夜間も含めて付き添いが必要になります。施設や病院で付き添い宿泊が可能か確認し、交代で看病できるよう家族で調整します。付き添いの際には、延命措置を行わない場合の対応（急変しても心臓マッサージ等はしない等）についてスタッフと事前に認識合わせをしておきます。",
                            "priority": "high"
                        }
                    ]
                }
            ]
        },
        {
            "title": "親が亡くなった直後にやること",
            "order": 7,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "医師による死亡確認",
                            "description": "親が息を引き取ったら、まず医師に連絡して死亡診断書を作成してもらいます。病院や施設で亡くなった場合はその場で対応してもらえますが、自宅や施設で看取った際は当直医や救急医に連絡します。医師から死亡診断書（死亡届の用紙付き）を受け取ったら、以降の手続きに必須なので原本を複数コピーしておきます。",
                            "priority": "high"
                        },
                        {
                            "title": "親族への訃報連絡",
                            "description": "準備していたリストに基づき、近親者へ速やかに訃報を知らせます。深夜早朝の場合は翌朝にずらす配慮も必要ですが、出来るだけ早く電話やメールで連絡を行います。「○○が○月○日○時に永眠しました。葬儀日程は追ってお知らせします。」等の文面で構いません。遠方の親族には参列の有無も確認します。",
                            "priority": "high"
                        },
                        {
                            "title": "遺体の搬送と安置",
                            "description": "葬儀社へ連絡し、遺体を自宅または安置施設へ搬送してもらいます。葬儀社と契約がまだの場合は、地域の葬儀社を手配し、遺体搬送・安置所手配・納棺など初期対応を依頼します。自宅に安置する場合は、室温管理や線香の準備、枕飾り（枕元に供える祭壇セット）の用意を進めます。",
                            "priority": "high"
                        },
                        {
                            "title": "死亡届の提出",
                            "description": "死亡診断書を持参し、死亡届を市区町村役場に提出します（死亡の事実を知った日から7日以内）。通常は葬儀社が代行提出することも多いです。役所で火葬許可証の交付を受け、火葬の日までに火葬場へ提出します。死亡届提出により、自治体経由で戸籍に死亡が記載され、年金や健康保険の停止手続きも一部連動します。",
                            "priority": "high"
                        },
                        {
                            "title": "葬儀日程の調整",
                            "description": "葬儀社と打ち合わせを行い、通夜・葬儀の日程と場所を決定します。火葬場の予約状況によって日取りが決まるため、希望日時がある場合でも調整が必要です。親族の都合も考慮しつつ、最短で2~3日後、遅くとも一週間以内程度で葬儀日程を組みます（火葬場が混雑していれば間が空くこともあります）。",
                            "priority": "medium"
                        },
                        {
                            "title": "葬儀形式と規模の決定",
                            "description": "菩提寺の有無や宗派の確認をし、寺院に読経・戒名を依頼するか決めます。家族葬にするか一般葬にするか規模を決め、葬儀社に参列予定人数を伝えます。遺影写真を選び、棺に納める副葬品（愛用品や手紙など）を用意します。また喪主を誰が務めるかも決めておきます。",
                            "priority": "medium"
                        },
                        {
                            "title": "通夜・葬儀の実施",
                            "description": "通夜を執り行う場合は夕方から1~2時間程度、僧侶の読経と弔問客の焼香を受けます。翌日に葬儀・告別式を行い、終了後に出棺して火葬します。火葬場では親族でお別れをし、荼毘に付します。火葬後、収骨（遺骨を骨壺に拾う儀式）を行い、喪主が遺骨を持ち帰ります。初七日の法要を葬儀当日に繰り上げて行う場合は、僧侶にその旨お願いして実施します。",
                            "priority": "medium"
                        },
                        {
                            "title": "納骨までの遺骨安置",
                            "description": "遺骨は四十九日まで自宅に安置するか、納骨堂等に預けます。自宅安置の場合、小さな祭壇（後飾り壇）を葬儀社に作ってもらい、遺影や位牌、遺骨壺を安置します。喪主または遺族代表がお経をあげたり線香を日々手向けます。菩提寺がある場合は四十九日までにお墓に納骨することも可能ですので、日程調整します。",
                            "priority": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "title": "葬儀後の諸手続き（忌明けまで）",
            "order": 8,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "香典返し等の後処理",
                            "description": "葬儀で香典をいただいた方々へのお礼（香典返し）を準備します。一般的には忌明け（四十九日）に合わせて品物や挨拶状を送付しますが、少人数の家族葬で香典を辞退した場合は不要です。また、葬儀でお世話になった親族や手伝ってくれた知人へのお礼も検討し、適宜お礼状や菓子折りを手配します。",
                            "priority": "medium"
                        },
                        {
                            "title": "健康保険の資格喪失手続き",
                            "description": "故人が国民健康保険加入者であれば、役所に健康保険資格喪失届を提出します（死亡日から14日以内）。後期高齢者医療制度の被保険者であれば、保険証を返却し資格喪失手続きを行います。会社員の場合は会社経由で社会保険の資格喪失手続きを進めます。医療保険から埋葬料または葬祭費の支給を受けられる場合があるので、合わせて申請を確認します。",
                            "priority": "medium"
                        },
                        {
                            "title": "介護保険証の返却",
                            "description": "故人が要介護認定を受けていた場合、介護保険被保険者証を役所の介護保険課に返却し、介護保険の資格喪失手続きを行います（14日以内）。未使用の介護保険負担割合証なども含め返納します。介護サービス利用中で未精算の利用料があれば、事業者と精算を行います。",
                            "priority": "medium"
                        },
                        {
                            "title": "年金受給停止と遺族年金",
                            "description": "故人が年金受給者であれば、年金事務所に年金受給者死亡届（報告書）を提出します（厚生年金は10日以内、国民年金は14日以内）。提出により年金支給が停止され、支給済みの未経過分は遺族が受け取れる場合もあります。また、配偶者が遺族年金を受給できる場合は忘れずに請求手続きを行います。請求には戸籍謄本や住民票、振込先口座情報などが必要です。",
                            "priority": "medium"
                        },
                        {
                            "title": "世帯主変更届",
                            "description": "故人が世帯主で他の同居家族がいる場合、住民票の世帯主変更届を市区町村役場に提出します（14日以内）。世帯主の銀行口座で公共料金を支払っていた場合は引落口座の変更も必要です。併せて住民票上の続柄表記なども確認し、必要なら修正します。",
                            "priority": "medium"
                        },
                        {
                            "title": "公共料金や契約名義の変更",
                            "description": "電気・ガス・水道など故人名義の契約が残っている場合、名義人死亡の届け出を行い名義変更または解約手続きを進めます。携帯電話やインターネット回線も利用継続なら名義変更、不要なら解約を行います。NHK受信契約も世帯主変更または解約を届け出ます。クレジットカードは利用停止し、カード会社に死亡を通知して解約手続きと未払金の精算を行います。",
                            "priority": "medium"
                        },
                        {
                            "title": "運転免許証などの返納",
                            "description": "故人が運転免許を保有していた場合、警察署や運転免許センターで運転免許証の返納手続きを行います。あわせて自家用車の名義が故人で残っていれば相続人への名義変更や廃車登録を進めます。またパスポートも地方運輸局で失効申請を行うか、期限切れまで保管します。高齢者の場合、他にもシルバーパス等の証明書類があれば返却します。",
                            "priority": "low"
                        },
                        {
                            "title": "未払い費用の清算",
                            "description": "病院の入院費・治療費の残精算や、施設利用料の精算を行います。医療費については後日、高額療養費や公的給付の払い戻し申請も可能なので領収書を保管します。葬儀費用も確定したら支払い、領収書を受領します（相続税の計算上、葬儀費用は債務控除できるため保管）。また、生前契約していたサービス（月会費や定期購入など）の未払いがないかも確認し、必要なら解約と支払いを済ませます。",
                            "priority": "medium"
                        },
                        {
                            "title": "遺品整理",
                            "description": "故人の所持品を整理します。衣類や日用品は形見分けするものと処分するものに分け、貴重品や写真アルバムなどは遺族で分配・保管します。量が多い場合は専門の遺品整理業者に依頼し、家財道具の処分・買取を行ってもらいます。思い出の品は写真に残すなどして、整理の踏ん切りをつけます。処分に際しては自治体の粗大ごみ収集やリサイクルショップも活用します。",
                            "priority": "low"
                        }
                    ]
                }
            ]
        },
        {
            "title": "相続手続きの準備と実行",
            "order": 9,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "相続人の確定",
                            "description": "相続手続きを始めるにあたり、まず誰が法定相続人かを確定させます。故人の出生から死亡までの連続した戸籍謄本を取り寄せ、配偶者・子などの相続人を確認します。相続人が複数いる場合は、関係者全員に今後の手続きについて連絡を取り合い、遺産分割方法の方針を話し合います。",
                            "priority": "high"
                        },
                        {
                            "title": "遺言書の確認",
                            "description": "遺言書の有無を確認します。公正証書遺言ならすぐに内容を実行できますが、自筆証書遺言が残されていた場合は家庭裁判所での検認手続きが必要です。遺言書を勝手に開封せず家庭裁判所に提出し、相続人全員に通知した上で内容を確認します（検認済証明書の発行を受けます）。遺言内容に従って相続手続きを進めるか、遺言が無い場合は次の遺産分割協議へ進みます。",
                            "priority": "high"
                        },
                        {
                            "title": "相続放棄・限定承認の判断",
                            "description": "借金が多い場合など相続を放棄する選択も検討します。相続放棄や限定承認をするには自己のために相続があったと知った日から3ヶ月以内に家庭裁判所へ申述が必要です。放棄する場合、原則として一切の財産を引き継がない代わりに借金返済義務も免れます。家族で財産状況を確認し、必要なら期限内に手続きを取ります。",
                            "priority": "high"
                        },
                        {
                            "title": "遺産目録の作成",
                            "description": "故人の預貯金口座、株式・証券、マイホームや土地など不動産、生命保険（死亡保険金）、自動車、美術品など資産をすべて洗い出し一覧表にまとめます。同時に、住宅ローンや未払い医療費・クレジットカード代金など債務もリストアップします。通帳履歴や証券会社の取引残高報告書、固定資産税の納税通知書などを集め、漏れのないよう確認します。",
                            "priority": "medium"
                        },
                        {
                            "title": "遺産分割協議",
                            "description": "遺言がなく相続人が複数いる場合、誰が何を相続するか話し合います。現金・預金は法定相続分に応じて配分、不動産は共有や換価、など遺族間で合意します。結果を遺産分割協議書に書面化し、相続人全員が署名押印します。なお預貯金については2019年の民法改正で、遺産分割前でも各自法定相続分の一定割合を仮払い請求できる制度もあります。",
                            "priority": "medium"
                        },
                        {
                            "title": "預貯金の名義変更・払い戻し",
                            "description": "各銀行に故人の死亡を連絡し、口座凍結後、所定の相続手続きを行います。提出書類は、銀行所定の相続届、故人と相続人全員の戸籍謄本、遺産分割協議書（または遺言書）などです。相続人代表の口座へ振り込む形で払い戻しを受けたり、口座名義を相続人名義に変更します。定期預金や貸金庫があれば併せて対応します。",
                            "priority": "medium"
                        },
                        {
                            "title": "有価証券・投資信託の名義変更",
                            "description": "証券会社にも連絡し、故人名義の証券口座を凍結します。その後、相続人への名義書換手続きを取ります。株式は証券会社経由で名義変更手続きを行い、相続人数に応じて分割する場合は一旦代表者名義に集約後、必要なら売却して現金で分配します。投資信託や国債などもそれぞれ手続きを進めます。",
                            "priority": "medium"
                        },
                        {
                            "title": "不動産の相続登記",
                            "description": "故人名義の土地や建物がある場合、相続人への名義変更登記を行います（相続登記は2024年より義務化・死亡後3年以内）。管轄の法務局に登記申請書を提出し、添付書類として故人の戸籍謄本・住民票除票、相続人の戸籍謄本・住民票、遺産分割協議書（または遺言書・検認調書）等を用意します。登録免許税（固定資産評価額の0.4%など）を算出して収入印紙を貼付します。登記が完了したら、新しい権利証（登記識別情報）を受領します。",
                            "priority": "high"
                        },
                        {
                            "title": "自動車の名義変更・処分",
                            "description": "故人の車を相続する場合は運輸支局で名義変更登録を行います。相続による移転登録申請書に加え、戸籍・遺産分割協議書・車検証・自動車保管場所証明書などが必要です。車を相続人以外に譲渡または廃車する場合は、一旦相続人名義に変更してから廃車手続きや譲渡手続きを行います。自動車税の名義変更手続きも忘れず行います。",
                            "priority": "medium"
                        }
                    ]
                }
            ]
        },
        {
            "title": "財産整理と最後の手続き",
            "order": 10,
            "taskLists": [
                {
                    "name": "基本",
                    "description": "主要タスク",
                    "color": "blue",
                    "order": 0,
                    "tasks": [
                        {
                            "title": "生命保険金の請求",
                            "description": "故人が生命保険に加入していた場合、保険会社に死亡保険金の支払い請求を行います。請求には死亡診断書（保険会社指定の様式があることも）や受取人の本人確認書類、故人の住民票除票などが必要です。保険金請求権は通常死亡の事実を知った日から3年で時効になりますので、忘れずに申請します。受取った保険金はみなし相続財産として相続税非課税枠（法定相続人×500万円）内かどうか確認します。",
                            "priority": "medium"
                        },
                        {
                            "title": "準確定申告（所得税）",
                            "description": "故人が亡くなった年の1月1日から死亡日までの所得について、4ヶ月以内に税務署へ準確定申告を行います。給与所得や年金、不動産収入などがあれば申告し、納税が必要なら相続人が納めます。医療費控除や未払いの社会保険料控除なども適用できます。また、故人に扶養されていた家族は年の途中で扶養から外れるため、自身の税金（年末調整や確定申告）に影響が出る場合があります。",
                            "priority": "medium"
                        },
                        {
                            "title": "相続税の申告・納付",
                            "description": "相続財産の評価額が基礎控除額（3,000万円 + 600万円×法定相続人の数）を超える場合、相続開始から10ヶ月以内に相続税申告・納税が必要です。不動産は路線価等で評価し、預貯金は死亡日時点残高、株式は時価評価します。債務（借入金や未払医療費）や葬儀費用は差し引けます。申告が必要かどうかをまず試算し、必要であれば税理士に相談して申告書類を作成・提出します（納税は延納や物納の制度も検討）。基礎控除内で収まる場合は申告不要ですが、判断に迷う場合は専門家に確認すると安心です。",
                            "priority": "medium"
                        },
                        {
                            "title": "各種名義変更と解約",
                            "description": "上記手続き以外にも、故人名義のあらゆる契約を整理します。たとえば不動産の固定資産税納税通知先を相続人へ変更、不動産が賃貸中なら賃借人への名義変更通知、医療保険などの解約返戻金請求、各種ポイントカードやサブスクリプションサービスの退会など細かな手続きを行います。故人宛の郵便物は徐々に減りますが、一年以上経過しても届く場合は差出人に連絡し、名義変更や送付停止を依頼します。",
                            "priority": "low"
                        },
                        {
                            "title": "不動産の売却・処分",
                            "description": "相続した実家や土地を使用しない場合、維持管理コストを踏まえて売却や有効活用を検討します。売却する場合、不動産仲介会社に査定を依頼し、買主を探します。買手が近隣で見つかった本ケースでは、解体更地渡しの条件で契約を進めました。建物を解体する際は業者から見積もりを取り、家財処分も含めて依頼します。遺品整理が完了したら解体工事を実施し、更地にして引き渡します。売買契約書の取り交わし後、司法書士を通じて所有権移転登記を行い、売却代金を受領します。なお、不動産売却益が出た場合は翌年に譲渡所得として所得税申告が必要になるため注意します。",
                            "priority": "low"
                        },
                        {
                            "title": "納骨と永代供養",
                            "description": "お墓を持たない場合、遺骨の供養方法を検討します。永代供養墓や納骨堂の資料を集め、宗教観や費用、立地を考慮して選択します。今回のケースでは、30年間納骨堂で安置した後合祀される寺院にお願いしました。一周忌など法要のタイミングに合わせて納骨式を行い、遺骨を安置所に納めます。その後は命日にお墓参りやお寺参りをして故人を偲びます。",
                            "priority": "medium"
                        }
                    ]
                }
            ]
        }
    ],
    "metadata": {
        "author": "user",
        "difficulty": "intermediate",
        "tags": [
            "終活",
            "介護",
            "相続",
            "手続き"
        ]
    }
}

